{
  "base": "Base",
  "base_desc": "With 1,118 square meters, Base is a massive structure to withstand the harsh climate and sandstorms. Inside it consists of nine capsules and a control room, recycling plant, airlock, storage room, bio module, medical care, living area. With its extremely limited resources it must be permanently controlled.",
  "shipyard": "Shipyard",
  "shipyard_desc": "In the spaceships shipyard, you can build spaceships for exploration and transport. With the increasing level of the shipyard you can build mighty warships, which can be used to defend your colony but also to attack your enemies.\n",
  "researchcenter": "Research Center",
  "researchcenter_desc": "Research involves the exploration of a planet, its immediate environment, the solar system and the universe through to the development of satellite-based technologies. This is where all scientific astronomical and planetary data from all missions converge and where interplanetary space in orbit is monitored.\n",
  "coalmine": "Coal Mine",
  "coalmine_desc": "The raw material coal is used as a solid fuel to generate heat by combustion. Coal is also used to generate electrical energy. Also needed for the production of plastics and is used in many ways. Coal is a relatively cheap raw material, but it is used for almost all buildings and in large quantities.",
  "oremine": "Ore Mine",
  "oremine_desc": "Ore is needed for the production of steel. It's indispensable for the expansion of your colony and for construction of buildings and ships. Ore is a cheap raw material, but you need it almost for all buildings in large quantities.",
  "coppermine": "Copper Mine",
  "coppermine_desc": "Copper is a soft and ductile semi-precious metal with excellent electrical and thermal conductivity. In addition, copper is resistant to corrosion. Copper is therefore ideally suited for the construction of ships and buildings. Copper is a coveted raw material and it is needed in many buildings and in relatively large quantities.",
  "uraniummine": "Uranium Mine",
  "coaldepot": "Coal Depot",
  "coaldepot_desc": "Coal is relatively uncomplicated to store. However, care must be taken that no flammable materials are storing nearby. The storage of coal is therefore proportionally personnel and cost effective. If your warehouse is full, your colony has to destroy the overproduction. In addition, a depot protects you from plunderers.",
  "oredepot": "Ore Depot",
  "oredepot_desc": "Iron ore is stored dry and at low temperatures. It's not exposing to increased humidity. In addition, the warehouse should be turning over regularly, otherwise, the iron ore is going to discolor. If your warehouse is full, your colony has to destroy the overproduction. In addition, a depot protects you from plunderers.",
  "copperdepot": "Copper Depot",
  "copperdepot_desc": "Copper must be stored free of any air humidity. Therefore the copper warehouse is placed under vacuum. This assures that there is no humidity in the warehouse and that no oxide is formed. If your warehouse is full, your colony has to destroy the overproduction. In addition, a depot protects you from plunderers.",
  "uraniumdepot": "Uranium Depot",
  "uraniumdepot_desc": "When storing uranium, it should be noted that secondary products are present from the uranium decay series which also emit beta and penetrating gamma rays. The storage of uranium is, therefore, associating with high personnel expenses and costs. If your warehouse is full, your colony has to destroy the overproduction. In addition, a depot protects you from plunderers.",
  "uraniummine_desc": "Uranium is primarily used for energy generation. Uranium is also the starting material for the construction of nuclear weapons and ignition devices for hydrogen bombs. Especially to moving your fleet you will need large amounts of uranium. Uranium is a rare raw material that plays a strategically important role.",
  "shipyard_note": "Note: Reduce the build time for ships by +1% per level",
  "researchcenter_note": "Note: Increase depot capacity by +2.5% per level.",
  "cost": "Cost",
  "coal": "C",
  "ore": "Fe",
  "copper": "Cu",
  "uranium": "U",
  "upgrade": "Upgrade",
  "miss_resources": "Miss Resources",
  "upgrading": "Upgrading",
  "buildings": "Buildings",
  "enhance": "Enhance",
  "booster": "Booster",
  "open": "Open",
  "opening": "Opening",
  "merge": "Merge",
  "merging": "Merging",
  "base_note": "Note: Reduce the upgrade time for buildings by +1% per level and increases the mission slots by +0.5 slots per level.",
  "research": "Research Center",
  "explorespace": "Explore",
  "explorership": "Explorer",
  "explorership1": "Explorer II",
  "transportship": "Transporter",
  "transportship1": "Transporter II",
  "transportship2": "Transporter III",
  "transport": "Transport",
  "missioncontrol": "Mission Control",
  "corvette": "Corvette Crocus",
  "deploy": "Deploy",
  "bunker": "Bunker",
  "bunker_desc": "The purpose of the fortified bunker is to strengthen the own positions and to make attacks of the opponents more difficult. The bunker is a building which keeps a part of your resources safe from being raided by other players. The amount of resources it keeps safe is dependent on your depots and your bunker skill.",
  "bunker_note": "Note: Increases protection per level by +0.5%",
  "shieldgenerator": "Shield Generator",
  "shieldgenerator_desc": "Shield Generator generated a shield around your depots, which makes stealing of resources impossible. Attacking ships is still possible and ships might thus also be destroyed. But the attacker will be unable to steal your resources. Before activation however, you first need to charge the Shield Generator, which takes time. While active, the Shield Generator will consume 10% of your resource production. With higher levels, the duration of the activation period will increase. However, the charge time will increase as well. Generally, due to charge times, you can protect your planet by max 50% of the time with a Shield Generator.",
  "shieldgenerator_note": "Note: Increase the duration",
  "transportship_desc": "This is a small transporter with a low loading capacity. An entire fleet of these small transporters, will compensate a large cargo ship.",
  "explorership_desc": "The Explorer is used to explore deep space. With the Explorer you can explore undiscovered coordinates to discover new planets.",
  "explorership1_desc": "The Explorer II is used to explore deep space. With the Explorer II you can explore undiscovered coordinates which far away to discover new planets and this increases your chance of finding a planet drastically. The Explorer II is six time faster than the basic Explorer.",
  "corvette_desc": "Corvette Crocus type ships often have been used as patrol ships due to its unmatched velocity and agility. When speed was key, they have been used for intervention missions and not to forget for the famous illegal battleship races, practiced around the universe.",
  "frigate": "Frigate Quorn",
  "destroyer": "Destroyer Rocket",
  "cruiser": "Cruiser Kent",
  "battlecruiser": "Battlecruiser Tiger",
  "carrier": "Carrier Argus",
  "dreadnought": "Dreadnought Royal",
  "battlecruiser1": "Battlecruiser Lion",
  "battlecruiser2": "Battlecruiser Dejah",
  "carrier1": "Carrier Unicorn",
  "carrier2": "Carrier Bhun'il",
  "corvette1": "Corvette Petunia",
  "corvette2": "Corvette Najtar",
  "cruiser1": "Cruiser Drake",
  "cruiser2": "Cruiser Eceza",
  "destroyer1": "Destroyer Janus",
  "destroyer2": "Destroyer Halgoin",
  "dreadnought1": "Dreadnought Imperial",
  "dreadnought2": "Dreadnought Zaneel",
  "frigate1": "Frigate Redmill",
  "frigate2": "Frigate Droeel",
  "attack": "Attack",
  "support": "Support",
  "upgradeyamato": "Yamato Upgrade",
  "structureimprove": "Increases Structure",
  "armorimprove": "Increases Armor",
  "shieldimprove": "Increases Shields",
  "rocketimprove": "Increases Rocket Damage",
  "bulletimprove": "Increases Bullet Damage",
  "laserimprove": "Increases Laser Damage",
  "regenerationbonus": "Increases Shield Regeneration Rate",
  "repairbonus": "Increases Armor Repair Rate",
  "frigate_desc": "Frigate Quorn is one of the smaller battleships, with light armament and armor but more powerful and still larger than a Corvette, suited for velocity and maneuverability.  Frigate Redmill often used as patrol and escort ships. Due to their agility and speed, which is faster than that of the larger ships, they can also be used protecting planets from an incoming attack.",
  "transportship1_desc": "The transporter II (C-T02) is the successor of the small transporter. The transporter II has a large loading capacity. This transporter has an enormous speed and is therefore particularly suitable for long distances. The transporter II has a weak defence.",
  "transportship2_desc": "The transporter III is the largest transporter and has an enormous loading capacity. This transporter is particularly suitable for extensive transports. Transporter III has a weak defense.",
  "destroyer_desc": "Destroyer Rocket considered the pit bull amongst the battleships. While the Destroyer Rocket is relatively compact, it's armed to the max. You definitely don't want to mess with such ships as long as it's avoidable.",
  "cruiser_desc": "The Cruiser Kent is a medium-sized ship. It's large enough to survive on its own but is also commonly seen as parts of a larger fleet. It's less agile than the smaller Frigates and Corvettes but has a stronger armor. Cruiser Kents Rocket guns are strong enough to destroy even larger ships and especially effective against ships with a lot of armor.",
  "battlecruiser_desc": "Battlecruiser Tiger is the largest ship of the Battlecruiser class. It is equipped with strong rocket armament and can do strong damage to the enemy. In many battles they are the main fighters which do the largest damage to their enemies. Given that there defence is slightly weaker than its attack skill, this ships is usually protected by other ships such as frigates and destroyers.",
  "carrier_desc": "Carrier Argus is a gigantic flight fortress, equipped with rocket armament and 42 unmanned micro airplanes, which throw themselves in the fight on their victims. With an incredible length of 1 mile, the Carrier Argus is the largest known carrier. Due to its strong armor, it survives attacks of smaller ships almost undamaged. On the other hand, the size is making it relatively inflexible and slow.",
  "dreadnought_desc": "While Dreadnought Royal is only the second largest ship ever built by a human being, it's for sure not to going to be underestimated. Most armies will decide to flee rather than fight if they see this monster coming after them. It's large enough to defeat a whole army on its own and to steal a significant part of the resources of a planet. If accompanied by a larger fleet, it's most likely undefeatable for most armies. The only good news for the defender is the fact that it's relatively slow.",
  "corvette1_desc": "The Corvette Petunia has been developed by the pirate people of the K'aaght from the planet Prometheus as a fast ship. This ship was used by them for attacks against unprotected trading ships. Today, this fast and agile ship is used by nearly all races as an integral part of their battle fleets. In this way, they mainly support their larger masters and help them to keep the peace. Despite their small size, Corvettes Petunia is an excellent escort- and also anti-piracy ships.\r\n",
  "frigate1_desc": "The origins of the Frigate Redmill can be traced back by more than 1000 years to the ancient race of the Alabasters, which have long disappeared from space. The ingenious design of the Frigate Redmill, however, survived its creators. It's one of the smaller battleships, with light armament and armor but more powerful and larger than a Corvette, suitable for velocity, and maneuverability. They're often used as patrol and escort ships. Due to their agility and speed, which is faster than that of the larger ships, they can also be used protecting planets from an incoming attack.",
  "destroyer1_desc": "Once, the Destroyer Janus has been developed by the people of Kmeer for an insidious attack on the planet Argonon. The Kmeer disguised themselves as trading ships and attacked the Argonon with a large fleet of Destroyer Janus. So they have stolen them an incredible amount of uranium. Since then, everybody knows the Destroyer Janus and nobody is going to be fooled by its unobtrusive appearance. However, this heavily armed ship is still going to be used by many armies.",
  "cruiser1_desc": "Cruiser Drake is one of the smallest ships, which can be considered a capital ship.  That means this medium-sized ship can operating independently but it's also commonly seen as parts of a larger fleet. It's less agile than the smaller Frigates and Corvettes but has a stronger armor. Its bullet armament is of legendary strength. According to legend, Cruiser Drake was the favorite ship of the Emperors of Ganja. They used it for glittering but discreet celebrations and would have blown up the imagination of the starving native population.",
  "battlecruiser1_desc": "Ships of the Battlecruiser Lion type have been used for the first time in the Battle of Karamangaar. With their help, the Leonids, a peace-loving race of genius developers, have been succeeded in repulsing the aggressive attacks of the Flessssk people. Battlecruiser Lion typically functions as the heavy hitter in a fleet; Battlecruiser Lion is the main fighter and is also going to be protected by other ships such as frigates and destroyers.  Battlecruiser Lion use often determines victory and defeat in battle.",
  "carrier1_desc": "Carrier Unicorn might not be as rare as a real flying unicorn. Nonetheless, you aren't going to run across this mighty ship too often. If so, you have to hope that the Carrier Unicorn is on your side. Even alone, it can fight and destroy many other smaller ships. Equipped with strong bullet armament and a very strong defensive structure, it's hard to defeat, especially if it's going to be accompanied by a fleet.",
  "dreadnought1_desc": "Originally the Dreadnought Imperial has been developed as the command ship of Emperor Igualla the Guamalo, based on Tartaros. It's also called the Crown of Creation but is usually used to destroy it. It's the largest battleship ever created in the history of the universe as we know it today. Due to its size, it's slow but enormously powerful. This battleship is like a tremendous flying town. Dreadnought Imperial is going to decide about defeat or victory of a battle.",
  "corvette2_desc": "Corvette Najtar was first seen in the battle of Nobunaga, when the notorious Flesssk people used them to attack the Ganja people. The troops of Ganja were caught off guard by a fleet of thousands of Corvette Najtar, as the ruling class of the planet celebrated one of the excessive orgies for what they were known. ",
  "frigate2_desc": "The origins of the Frigate Droeel are unknown. Throughout the known history of space, Frigate Droeels have always been around. There are not just a few who think that the plans of this ship, which continues to be a highly efficient battleship, were created by nobody less than the Creator of the universe himself.",
  "destroyer2_desc": "Prince Ilguapo of Guamalo married Princess Dromedana of the Kmeer in an arranged marriage, which was intended to bring the two empires closer together. As a marriage present, the Guamalos gave the Kmeer the plans for a newly developed ship - Destroyer Halgoin. But the Kmeer were unthankful and built a large fleet of these ships, which they used to raid the planet of Guamalo and killed Prince Ilguapo.",
  "cruiser2_desc": "Cruiser Eceza was designed by the Flesssk to bring death to its enemies. To make this clear to the enemy, the front end of this ship was designed to look like a giant skull. Facing hundreds of Cruizer Eceza, the Cruq’al surrender in panic when they when the Flesssk attacked one of their outposts.",
  "battlecruiser2_desc": "Battlecruiser Dejah has been developed by the Cruq’al people, which are known for their fine and elegant design, paired with the latest technological developments. While Battlecruiser Dejah was once exclusively used by the Royal Family of Cruq’al, it is today the standard leading ship in most fleets operated by the Cruq’als.",
  "carrier2_desc": "In the year 3000 bd, an unmanned capsule landed on the planet Lightsaber, which contained detailed plans of an unseen ship - Carrier Bhun’ill. Research showed that the ships must have traveled for over 1000 years, but it was impossible to figure out who had sent the plans - and why.",
  "dreadnought2_desc": "Dreadnought Zaneel reminds viewers at first glance of a giant cockroach, which would make sense, as it is said that cockroaches would be the only animals that would survive an atomic war. However, in reality, Dreadnought Zaneel was designed resembling the outside appearance of its creators - the people of Torakat.",
  "scout": "Scout Sentry",
  "scout_desc": "Scout Sentry is a slow ship with low capacity and rocket arming. These ships can be built very quickly and the construction costs are extremely low.",
  "scout1": "Scout Athene",
  "scout1_desc": "Scout Athene is a slow ship with low capacity and bullet arming. These ships can be built very quickly and the construction costs are extremely low.",
  "scout2": "Scout Minerva",
  "scout2_desc": "Scout Minerva is a tiny ship, which has been developed by the Flesssk people as a toy for their youngsters and as a training ship used in the education of their future star-force pilots.",
  "patrol": "Patrol Amaterasu",
  "patrol_desc": "Patrol Amaterasu type ships are used as patrol ships in the immediate vicinity of the planet. Patrol Amaterasu is a slow ship with low capacity and rocket arming. These ships can be built very quickly and the construction costs are extremely low.",
  "patrol1": "Patrol Hermes",
  "patrol1_desc": "Patrol Hermes type ships are used as patrol ships in the immediate vicinity of the planet. Patrol Hermes is a slow ship with low capacity and bullet arming. These ships can be built very quickly and the construction costs are extremely low.",
  "patrol2": "Patrol Cruqal",
  "patrol2_desc": "Patrol Cruqal was developed by the people of the Planet Cruq’al, which are known for their fine and elegant design, paired with the latest technological developments. Though small, Patrol Cruqal can be quite powerful if they show up in great numbers.",
  "cutter": "Cutter Arrow",
  "cutter_desc": "The Cutter Arrow has been developed by the engineers of the United Federation of Planets. This is a slow ship with low capacity, low defense and is armed with small rockets. In huge swarms these ships are a real danger.",
  "cutter1": "Cutter Canard",
  "cutter1_desc": "The Cutter Canard has been developed by the pirate people of the K'aaght from the planet Prometheus. This is a slow ship with low capacity, low defense and bullet armed. In huge swarms these ships are a real danger.",
  "cutter2": "Cutter Orchis",
  "cutter2_desc": "Cutter Orchis were discovered in the ruins of a huge city on the Planet Drakon. Nobody knows any more about the history of the ancient race that once constructed these wonders - but their plans work until today. ",
  "yamato": "Yamato T-00",
  "yamato1": "Yamato T-01",
  "yamato2": "Yamato T-02",
  "yamato3": "Yamato T-03",
  "yamato4": "Yamato T-04",
  "yamato5": "Yamato T-05",
  "yamato6": "Yamato T-06",
  "yamato7": "Yamato T-07",
  "yamato8": "Yamato T-08",
  "yamato9": "Yamato T-09",
  "yamato10": "Yamato T-10",
  "yamato11": "Yamato T-11",
  "yamato12": "Yamato T-12",
  "yamato13": "Yamato T-13",
  "yamato14": "Yamato T-14",
  "yamato15": "Yamato T-15",
  "yamato16": "Yamato T-16",
  "yamato17": "Yamato T-17",
  "yamato18": "Yamato T-18",
  "yamato19": "Yamato T-19",
  "yamato20": "Yamato T-20",
  "yamato21": "Yamato T-21",
  "yamato_desc": "Build Yamato T-00 or upgrade an already built Yamato.",
  "siege": "Siege",
  "breaksiege": "Break Siege",
  "break_siege": "Break Siege",
  "siegeprolongation": "Siege Prolongation",
  "Transporter": "Transporter",
  "Explorer": "Explorer",
  "Corvette": "Corvette",
  "Frigate": "Frigate",
  "Destroyer": "Destroyer",
  "Cruiser": "Cruiser",
  "Battlecruiser": "Battlecruiser",
  "Carrier": "Carrier",
  "Dreadnought": "Dreadnought",
  "Scout": "Scout",
  "Patrol": "Patrol",
  "Cutter": "Cutter",
  "Yamato": "Yamato",
  "orebooster": "Ore Production Increase",
  "copperbooster": "Copper Production Increase",
  "uraniumbooster": "Uranium Production Increase",
  "coalbooster": "Coal Production Increase",
  "enlargebunker": "Bunker Protection Increase",
  "depotincrease": "Depots Capacity Increase"
}
